Repository: bobbingwide/oik-magnetic-poetry
Catalog: languages/oik-magnetic-poetry-bb_BB.po
Languages: bb_bb

source: oik-magnetic-poetry
bb_bb: OIk-mgaenitc-peorty

source: Magnetic poetry block
bb_bb: Mgaenitc peorty bolck

source: Herb Miller
bb_bb: Hreb Mlielr

source: Code is Poetry
bb_bb: Cdoe Is Peorty

source: Write poetry
bb_bb: Wirte peorty

# block title
source: Magnetic poetry
bb_bb: Mgaenitc peorty

# block description
source: Write magnetic poetry refrigerator messages
bb_bb: Wirte mgaenitc peorty rfeiregarotr mseasegs

# block keyword
source: magnetic
bb_bb: mgaenitc

# block keyword
source: poetry
bb_bb: peorty

# block keyword
source: verse
bb_bb: vrese
